Repository: SalarDastan/Sparse-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ckb, fa

# Login_WrongEmail_Error
source: Please Enter Your Email Correctly
ckb: ئيمێل هەڵەيە
fa: لطفا ایمیل خود را به صورت صحیح وارد نمایید

# Login_WrongPassword_Error
source: Please Enter Your Password
ckb: وشەى نهێنى هەڵەيە
fa: لطفا کلمه ی عبور خود را وارد نمایید

# Login_WarningTitle
source: Account Regulation
ckb: ئاگادارى
fa: قانون حساب کاربری

# Login_WarningBody
source: Account Regulation: Premium accounts can only be used on one device at the same time, this means if you login to a new device, Sparse will signout on previous device and all downloaded data will be erased.
ckb: تکایە ئاگادار بە اکاونتی سپارس لە ھەر کات تەنھا بۆ یەک ئامێر بە کار دێت. بۆ نموونە ئەگەر لەسەر ئامێرێکی نوێ بە ئیمێلی خۆت لۆگین بکەی، سپارس لە سەر ئامێری کۆن لۆگ ئەوت دەبێت و ھەموو داتای میووزیک داونلۆد کراوەکان دەسڕێتەوە.
fa: حساب کاربری اپلیکیشن اسپارس فقط قابل استفاده همزمان بر روی یک دستگاه را دارد و در صورت وارد شدن در دستگاه دیگر، تمامی دستگاه های قبلی شما از حساب خارج شده و موزیک های دریافتی پاک میشود.

# Login_WarningAgree
source: I Agree, Login
ckb: پەسەند کرا
fa: موافق هستم، ورود

# Failed_Connection
source: Connection Error. Please Try Again
ckb: هەڵەى پەيوەندى. تكايە دووبارە هەوڵ بدە
fa: خطا در ارتباط. لطفا مجدد سعی کنید

# Login_Email_Or_Password_Wrong
source: Email Or Password is Wrong
ckb: ئيمێل يان وشەى نهێنى هەڵەيە
fa: کلمه ی عبور شما یا ایمیل شما نادرست است

source: Close
ckb: داخستن
fa: بستن

source: Select
ckb: هەڵبژێررا
fa: انتخاب

source: More
ckb: زیاتر
fa: بیشتر

# Nevermind
source: Cancel
ckb: هەڵوەشاندن
fa: بی خیال

source: Done
ckb: تەواو
fa: انجام شد

# Foreign_Tab
source: Foreign
ckb: موسیقای ئینگلیزی
fa: خارجی

# Persian_Tab
source: Persian
ckb: موسیقای فارسی
fa: ایرانی

source: All Songs
ckb: هەمووگۆرانیە کان
fa: همه ی موزیک ها

source: Download All
ckb: هەمووی دابگرە
fa: دانلود کل

# Download_All_And_Create_Playlist
source: Download All and Create This Playlist
ckb: هەمووی دابگرە و ئەم پلايليستە دروست بکە
fa: دانلود کل و ساخت این لیست پخش

# localizedFontBold
source: AvenirNext-DemiBold
ckb: NRTBold-Bold
fa: IRANSansMobile-Bold

# localizedFontMedium
source: AvenirNext-Medium
ckb: NRTReg
fa: IRANSansMobile-Medium

# localizedFontLight
source: AvenirNext-Regular
ckb: NRTReg
fa: IRANSansMobile

# Playlist_No_Item
source: Your Playlists is Empty Create it Now!
ckb: پلايليستت بەتاڵە ئێستا پلايليستێك دروست بكە
fa: لیست پخش شما خالی است همین حالا بسازش!

# Playlist_Tip
source: Create A Playlist With Downloaded Songs
ckb: لەگەڵ گۆرانى داونلۆد کراوەکان پلايليستێك دروست بكە
fa: ساخت پلی لیست با موزیک های دریافت شده

# Downloader_No_Item
source: Your Download List is Empty Search for it Now!
ckb: لیستی داونلۆد بەتاڵە ھەر ئێستا لینکێک بدۆزەوە تا داونلۆد دەست پە بکات
fa: لیست دانلود شما خالی است همین حالا جستجو کن!

# Downloader_Tip
source: Download Mp3 File and Extract Albums, Playlists and Tracks for Spotify, Deezer and iTunes Services Just Enter URL Here!
ckb: لینکی گۆرانی، ئەلبۆوم یان پلایلێستی ھەلبژاردەی خۆت لێرە کۆپی بکە تا بە کوالێتی بەرز داونلۆد بکرێت
fa: دانلود فایل و استخراج آلبوم ها، لیست پخش ها و ترک های سرویس های اسپاتیفای، دیزر و آیتونز با وارد کردن لینک در اینجا!

source: Random Mode ON
ckb: شێوازی ڕاندۆم پێى كرا
fa: حالت تصادفی روشن

source: Random Mode OFF
ckb: شێوازی ڕاندۆم داخرا
fa: حالت تصادفی خاموش

# Delete_Lyrics
source: Delete Song Lyrics
ckb: تێكستی گۆرانى بسڕەوە
fa: حذف متن موزیک

# Get_Lyrics
source: Get Song Lyrics
ckb: تێكستی گۆرانى وەربگرە
fa: دریافت متن موزیک

# Getting_Lyrics
source: Getting Song Lyrics...
ckb: خەریکی وەرگرتنی تێكستی گۆرانى
fa: در حال دریافت متن موزیک...

# Getting_Lyrics_Error
source: Error has Occurred
ckb: هەڵە ڕووى داووە
fa: خطا در دریافت متن موزیک

# Add_Playlist
source: Add To Playlist
ckb: پلايليست زياد بكە
fa: اضافه به لیست پخش

# File_Share
source: Share File
ckb: ناردنی فايلی گۆرانی
fa: اشتراک فایل

source: Added To Playlist
ckb: بۆ پلايليست بنێرە
fa: به لیست پخش اضافه شد

source: Now Playing
ckb: ئەم گۆرانیە بەردەوامە
fa: در حال پخش

source: Next Play
ckb: گۆرانی تر
fa: موزیک های بعدی

source: Previous Play
ckb: گۆرانی پێشوو
fa: موزیک های پخش شده

# Repeat_Mode_Off
source: Repeat Off
ckb: دووبارە كردن نەبیت
fa: بدون تکرار

# Repeat_Mode_Playlist
source: Repeat Playlist
ckb: دووبارە كردنی پلایلێست
fa: تکرار لیست پخش جاری

# Repeat_Mode_Song
source: Repeat Song
ckb: دووبارە كردنی گۆرانی
fa: تکرار موزیک جاری

# Perian_Search_Warning
source: For More Result Please Search English
ckb: تکایە بۆ گەران بە زمانی ئینگلیزی بنووسە
fa: تا حد امکان برای مشاهده نتایج بیشتر انگلیسی تایپ شود

# Empty_Search_Text
source: Please enter a text
fa: متن مورد نظر را وارد نمایید

source: Yes, Delete It
ckb: بسڕەوە
fa: بله، حذف شود

source: Delete Selected Songs
ckb: گۆرانيە ديارى کراوەکان بسڕەوە
fa: حذف موزیک های انتخاب شده

# Recover_Song_Cover
source: Get Song Cover
ckb: وێنەی کۆڤری گۆرانی دابگرە
fa: دریافت کاور موزیک

# Recover_Song_Cover_Success
source: New Cover Added
ckb: وێنەی کۆڤری گۆرانێ زیاد کرا
fa: کاور موزیک جایگزین شد!

# Recover_Song_Cover_Failed
source: Failed To Fetch Cover
ckb: وێنەی کۆڤری گۆرانێ بەردەست نیە
fa: کاور موزیک پیدا نشد!

source: Delete Song
ckb: گۆرانى بسڕەوە
fa: حذف موزیک

source: All Albums
ckb: ھەموو ئەلبۆومەکان
fa: همه ی آلبوم ها

source: Error Occurred
ckb: هەڵە ڕووى داووە
fa: خطایی پیش آمده

source: Invalid Link
ckb: لینک راست نیە
fa: لینک نامعتبر

# Cant_Find_Mp3
source: Couldn't find mp3 file
ckb: گورانی نەدۆزراوە
fa: فایل mp3 جهت دانلود پیدا نشد

source: Song Downloader
ckb: داونلۆدری میووزیک
fa: دانلودر موزیک

# Please_Enter_Link
source: Enter Your Link
ckb: لینکێک داخیل بکە
fa: لینک خود را کپی کنید

source: Download Link
ckb: لینکی داونلۆد
fa: لینک دانلود

source: Download
ckb: داونلۆد
fa: دانلود

source: Downloaded
ckb: داونلۆد کرا
fa: دانلود شده

source: Downloading
ckb: خەریکی داونلۆد کردن
fa: در حال دانلود

source: Paste From Clipboard
ckb: کۆپی پێیست
fa: کپی از کلیپبورد

source: Start
ckb: دەست پێ بکە
fa: شروع

source: Pause
ckb: وەستان
fa: توقف

source: Delete
ckb: سڕینەوە
fa: حذف

source: Try Again
ckb: دووبارە هەوڵ بدە
fa: سعی مجدد

source: Sibapp Version
fa: نسخه سیب اپ

# Nassaab_App_Version
source: Nassaab Version
fa: نسخه نصاب

# Direct_App_Version
source: Website Version
fa: نسخه مستقیم

# Spoti_Phone_App_Version
source: SpotiPhone Version
ckb: spotiphone.net
fa: نسخه SpotiPhone

source: Yes, Wipe Data
ckb: بەڵێ، داتا بسڕەوە
fa: بله، کل داده ها پاک شود

# Yes_Wipe_Data_iTunes
source: Yes, Wipe Data iTunes Folder
ckb: بەڵێ، داتا فۆلدەرى ئەی تونز بسڕەوە
fa: بله کل اطلاعات پوشه ایتونز پاک شود

source: Imported To App
ckb: داتای فۆلدەرى ئەی تونز داگرا
fa: مورد وارد برنامه شد

# Success_Export_To_Itunes
source: Exported To iTunes Folder
ckb: گۆرانیەکان بۆ فۆلدەرى ئەی تونز ناردرا
fa: با موفقیت صادر شد به پوشه آیتونز

source: Not Enough Space
ckb: ئامێرەکەت جێی بەتاڵی نەماوە
fa: فضای خالی برای این کار وجود ندارد

source: Rename
ckb: گۆرینی ناو
fa: تغییر نام

source: Edit Playlist Name
ckb: گۆرینی ناوی پلایلێست
fa: ویرایش نام لیست پخش

# Enter_New_Playlist_Name
source: Enter Playlist Name
ckb: ناوی نۆی پلایلێست بنووسە
fa: نام لیست پخش خود را وارد نمایید

source: Playlist Name
ckb: ناوی پلایلێست
fa: نام لیست پخش

source: Delete Playlist
ckb: ئەم پلایلێستە بسڕەوە
fa: حذف لیست پخش

source: New Playlist
ckb: پلایلێستی نۆی
fa: لیست پخش جدید

source: Create
ckb: درووستکردن
fa: ایجاد

source: Delete From This Playlist
ckb: لەم پلایلێستە بسڕەوە
fa: حذف از این لیست پخش

# Payment_Gate_Error
source: Payment Gate Has an Issue
fa: خطا در ارتباط با درگاه

source: Toman
fa: تومان

# Off_Code_Title
source: Apply Discount Code
fa: ثبت کد تخفیف

# Off_Code_Body
source: This type of codes usually give away in telegram channel and instagram page Enter Your Code
fa: کد خود را وارد نمایید این نوع کد در صفحه اینستاگرام و کانال تلگرام به صورت دوره ای توضیع میشود

source: Off Code
fa: کد تخفیف

source: Apply Code
fa: اعمال کد تخفیف

# Value_Percent_Off
source: Percent Did Apply
fa: درصد تخفیف لحاظ شد

# Preparing_Things
source: Preparing... To Cancel Use Back Button
ckb: ئامادەکردن بۆ هەڵوەشاندن دوگمەی دواوە بەكار بینە
fa: در حال آماده سازی جهت انصراف از صفحه خارج شوید

# Nothing_To_Download
source: Everything Downloaded
ckb: ھەمووی داونلۆد کرا
fa: موردی برای دانلود وجود ندارد

# All_Songs_Added_To_Queue
source: All Songs Added To Download Queue
ckb: هەموو گۆرانیەکان بۆ ڕيزى دابەزاندن زياد کران
fa: کل آلبوم به لیست دانلود اضافه شد

# Submit_Code_Title
source: Redeem Code
ckb: کۆدی کڕین
fa: ثبت کد فعالسازی برنامه

# Submit_Code_Body
source: This Type of code will give away in social networks Enter Your Code
ckb: تکایە بۆ چالاک کردنی اکاونتەکەت کۆدی تایبەت لە فاستپەی بکرە کۆدی چالاک کردن داخيل بکە
fa: کد خود را وارد نمایید این کد ها در شبکه های اجتمایی توضیع میشوند

# Submit_Code_Placeholder
source: Code
ckb: کۆدی نهێنی
fa: کـد فعالـسازی

# Submit_Code_Btn
source: Apply
ckb: چالاک بکە
fa: ثبت کد

# Yes_Sign_Out
source: Yes, SignOut and Wipe Data
ckb: بەڵێ، لۆگ ئەوت بکە و داتای ھەموو میووزیک داونلۆد کراوەکان بسڕەوە
fa: بله، خروج از برنامه و پاک شدن همه داده ها

source: Change Password
ckb: گوڕینی وشەى نهێنى
fa: تغییر کلمه عبور

# Change_Password_Old
source: Old Password
ckb: وشەى نهێنى پێشوو
fa: کلمه عبور قدیم

# Change_Password_New
source: New Password
ckb: وشەى نهێنى نۆی
fa: کلمه عبور جدید

# Change_Password_Confirm
source: Confirm Password
ckb: دووپاتکردنەوە وشەى نهێنى نۆی
fa: تکرار کلمه عبور جدید

source: Follow
ckb: فالۆ بکە
fa: پیگیری

source: UnFollow
ckb: ئانفالۆ بکە
fa: لفو پیگیری

source: All Artists
ckb: هەموو ھونەرمەندەکان
fa: تمام هنرمندان

# Freemium_PopUp_Title
source: Free Trial
ckb: بە خۆرایی تاقی بکەوە
fa: سیستم فریمیوم ( اول تست، بعد خرید )

# Request_Playlist_Title
source: Request Spotify Playlists
ckb: داوای پلايليستی سپۆتيفای بکە
fa: درخواست لیست پخش اسپاتیفای

# Request_Playlist_Subitle
source: Enter the playlist link in the box and we'll send you a notification once is ready
ckb: بۆ داواكارى تەنها لینکی پلايليستەكە لەخوارەوە داخیل بکە و كاتێك زياد کرا ئاگادار دەكرێيتەوە
fa: جهت درخواست فقط کافیست لینک لیست پخش را در باکس زیر وارد کنید و بعد از اضافه شدن به صورت نوتیفیکیشن به شما اطلاع داده میشود و شما به لیست پیگیر کننده های این لیست پخش اضافه میشوید

# Playlist_Url_Placeholder
source: Playlist's URL
ckb: لینکی پلايليست
fa: لینک لیست پخش اسپاتیفای

source: Request This Playlist
ckb: بۆم بدۆزەوە
fa: درخواست این لیست پخش

# Gateway_Error_Title
source: Gateway Error
fa: خطا در ارتباط با درگاه

# Search_Placeholder
source: Artists, Tracks, Playlists or Albums
fa: هنرمندان، موزیک ها، لیست پخش ها و آلبوم

source: Search
ckb: گەران
fa: جستجو

# Copied_To_Clipboard
source: Lyrics Copied to Clipboard!
fa: کپی شد در کلیپبرد!

source: Songs
ckb: ‎گورانیەکان
fa: مـوزیک ها

source: Albums
ckb: ئەلبۆومەکان
fa: آلـبوم ها

source: Playlist
ckb: پلایلێستەکان
fa: لـیست پخـش

source: Recently Downloads
ckb: دوایین داونلۆد
fa: دانـلود های اخیر

source: Artists
ckb: ھونەرمەندەکان
fa: هنـرمندان

source: See All
ckb: ھەمووی نیشان بدە
fa: نمایش همه

# More_Result
source: More Results
ckb: ئەنجامى زياتر
fa: نتایج بیشتر

source: Cancell All
ckb: هەڵوەشاندن
fa: انصراف همه

source: Your Most Popular
ckb: پەسەندکراوەکانی تۆ
fa: موزیک های محبوب شما

source: Download Failed
ckb: داونلۆد نەکرا
fa: دانلود ناموفق

source: Download Completed
ckb: داونلۆد تەواوکرا
fa: دانلود موفق

source: Facebook Page
ckb: لاپەڕەی فەیسبووک
fa: صفحه ی فیسبوک

# Submit_Code_Title_SpotiPhone
source: Go Premium
ckb: کۆدی کڕین
fa: حرفه ای شو

# Submit_Code_Body_SpotiPhone
source: Buy one of our online cards on Fastpay and enjoy using the app Enter Your Code here
ckb: تکایە بۆ چالاک کردنی اکاونتەکەت کۆدی تایبەت لە فاستپەی بکرە کۆدی چالاک کردن داخيل بکە
fa: خرید یکی از کارت های ما از فست پی و لذت استفاده از اپلیکیشن کد خود را وارد کنید

# Buy_Btn
source: Buy
ckb: كڕين
fa: خرید

source: License Expired
ckb: مۆڵەتی بە کار ھێنانت بەسەرچووە
fa: اتمام اشتراک

# License_Expired_Body
source: You don't have access to this content to continue You can buy licence on Fastpay
ckb: تکایە بۆ چالاک کردنی اکاونتەکەت لە فاستپەی كۆد بکرە
fa: شما دسترسی به محتویات فوق را ندارید لطفا جهت ادامه اشتراک را خریداری فرمایید
