Repository: SalarDastan/Sparse-Localizations
Catalog: *.lproj/Main.strings
Languages: ckb

# 05a-3p-gIu.title
source: Sparse
ckb: سپارس

# 1eo-3T-S6D.title
source: Select
ckb: هەڵبژێررا

# 1f9-30-jJd.text
source: Songs
ckb: گورانیەکان

# 4rY-ge-MQZ.text
source: For more information about iTunes Folder visit our channel for videos
ckb: بۆ زانیاری زیاترلەبارەى ئۆفەرەکانمان و چونیەتی بەکارهینانی سپارس لاپەڕەی ئينستاگرام یان فەيسبوك فالۆ بکە

# 5gp-qR-Rna.title
source: My Playlist
ckb: پلایلێستەکان

# bnr-fG-gPH.title
source: Discover
ckb: تایبەتەکان

# 6WD-a8-qbB.normalTitle
source: Change Theme
ckb: گۆرینی رووکار

# BzH-q4-app.normalTitle
source: Clear iTunes Folder
ckb: سڕینەوەی داتا فۆلدەرى ئەی تونز

# CJc-m9-wAb.title
source: Setting
ckb: ڕێکخستنەکان

# Dag-Rt-t74.title
source: Discover
ckb: تایبەتەکان

# FYl-eC-i7N.normalTitle
source: Online Support
ckb: پەيوەندیمان پێ بكە

# Fbe-gt-IV5.text
source: Username:
ckb: ئیمێلی بەکار ھێنەر:

# Fva-Tg-RWg.normalTitle
source: Wipe Data (include Music)
ckb: سڕینەوەی هەموو داتا، تەنانەت مۆسيقا

# IHn-5A-Qb9.text
source: Clear iTunes Folder After Import:
ckb: سڕینەوەی داتا فۆلدەرى ئەی تونز بەدوای داگرتن:

# LrT-qc-RlX.text
source: Space Used:
ckb: بۆشاييى بەكارهاتوو:

# Nkd-Vz-NDz.normalTitle
source: Telegram Channel
ckb: لاپەڕەی ئينستاگرام

# Nl4-TS-YoJ.normalTitle
source: Change Password
ckb: گوڕینی وشەى نهێنى

# RTI-d0-2KI.text
source: Show Single Track Albums in Album List:
ckb: گۆرانی تاکەکان لە ليستی ئەلبومەکان نيشان بدە:

# RuD-AW-0si.normalTitle
source: Sign Out
ckb: چوونە دەرەوە

# Wfo-ZP-w3m.title
source: Library
ckb: گورانیەکان

# WjI-Ee-WaK.title
source: All Songs
ckb: هەموو گورانیەکان

# XAL-mh-e4Z.normalTitle
source: Clear Useless Items
ckb: پاکردنەوەی فایلی بێسوود

# chN-97-qq1.normalTitle
source: Instagram Page
ckb: لاپەڕەی ئينستاگرام

# f7D-H3-u3H.title
source: Today
ckb: ئەمڕۆ

# fTy-DO-HPu.normalTitle
source: Import Music From iTunes Folder
ckb: داتای فۆلدەرى ئەی تونز دابگرە

# iJd-Zt-HJ9.text
source: Space Used (iTunes Folder):
ckb: بۆشاييى بەكارهاتووی فۆلدەرى ئەی تونز:

# ih7-px-Sra.normalTitle
source: Download Album
ckb: داگرتنی ئەلبۆوم

# ppO-UO-nD7.title
source: Downloader
ckb: داونلۆدر

# qUw-YL-uhL.title
source: Search
ckb: گەران

# ux0-4h-jjB.text
source: Free
ckb: خۆڕایی

# yGR-42-jWa.title
source: More
ckb: زیاتر

# yML-Lw-XGh.title
source: Downloader
ckb: داونلۆدر

# yzN-gL-Trp.normalTitle
source: Export Music To iTunes Folder
ckb: گۆرانیەکان بۆ فۆلدەرى ئەی تونز بنێرە

# z6C-Gl-4vO.text
source: Account Type:
ckb: جۆری اکاونت:
